[
    {
        "title": "Le Fastnet de Timeline",
        "description": "L'arrivé de la classe IRC 3 était très serré ce Mercredi sur la Rolex Fastnet entre deux JPK 10.80 Français. Timeline perd 71 secondes sur Dream Pearls au temps corrigé (RORC)",
        "url": "https://www.youtube.com/embed/I4wnGuSdwJo"
    },
    {
        "title": "Prime-Time sous Spi",
        "description": "Sous spi dans la brise.",
        "url": "http://www.dailymotion.com/swf/xcdagl"
    },
    {
        "title": "Entrainement Prime-Time #2",
        "description": "Entrainement en début de saison : affalage.",
        "url": "http://www.dailymotion.com/swf/xc7tg8"
    },
    {
        "title": "Carte de voeux 2010",
        "description": "La carte de voeux 2010 de l'équipe de Prime Time.",
        "url": "http://www.dailymotion.com/swf/xbpg67&related=0"
    },
    {
        "title": "Le Fastnet de Prime-Time",
        "description": "Le Film du Fastnet. N'oubliez pas de passer en HQ au niveau du lecteur. Il est malheureusement un peu long : 11 minutes. J'ai essayé de faire au mieux, mais monter à partir de ce que l'on avait été assez compliqué. Lorsque cela été terminé, revenir en arrière pour raccourcir aurait demandé beaucoup de travail. N'hésitez pas à zapper lors du second changement de voile et dans la série des wincheurs. Malgrè ses défauts, je crois qu'il retranscrit bien l'esprit du bord.",
        "url": "http://www.dailymotion.com/swf/xa93i3_le-fastnet-de-prime-time_sport"
    },
    {
        "title": "Entrainement Prime-Time #1",
        "description": "Durant l'hiver 2009, j'ai souvent parlé dans ce blog de notre choix de faire des 'vrais entraînements'. La voilerie North avait organisé une cession pour deux bateaux qu'ils équipent et ils ont eu la gentillesse de nous inviter. Le film n'est pas passionant mais donne une bonne idée de ce que nous avons fait durant l'essentiel de nos week-ends de l'hiver 2009.",
        "url": "http://www.dailymotion.com/swf/x9fsth_entrainement-prime-time_sport&related=1"
    },
    {
        "title": "UK IRC Championship 2008",
        "description": "Lors du UK IRC Championship 2008, deux semaines avant la Commodore's, la FFV avait fourni un coach aux équipes françaises. Il nous a filmé, voici quelques passages de bouées, plus ou moins réussis.",
        "url": "http://www.dailymotion.com/swf/x8it66_primetime-au-uk-irc-championship-20_sport&related=1"
    }
]
